

const About = () => {
    return (
        <div className="container">
            <h2>WatchStore - сайт з продажі годинників.</h2>
            <p>Цей сайт був розроблений студентом групи КНСП-12, Ляхом Іваном Івановичем</p>
            <p>Мета стоврення сайту - виконання лабораторних
                робіт з дисципліни "Семантичні Веб та Грід мережі".</p>
            <br />
            <p>Список лабораторних робіт</p>
            <ul >
                <li>
                    <p>ЛР №1: Розробка макету інтернет магазину</p>
                </li>
                <li>
                    <p>ЛР №2: Розробка проекту ASP.NET для інтернет магазину</p>
                </li>
                <li>
                    <p>ЛР №3: ПІдключення БД до проекту</p>
                </li>
                <li>
                    <p>ЛР №4: Семантичний веб</p>
                </li>
                <li>
                    <p>ЛР №5: Створення файлу RDF</p>
                </li>
                <li>
                    <p>ЛР №6: Конвертація CSV в RDF</p>
                </li>
                <li>
                    <p>РГР/ЛР №7: Protege/Onto studio</p>
                </li>
            </ul>
        </div>
    );
}


export default About;